Repository: AlexxNica/pykickstart
Catalog: po/*.po
Languages: bn_in, cs, de, gu, hr, id, mr, pa, ta, uk, zh_tw

source: The following problem occurred on line %(lineno)s of the kickstart file: %(msg)s
bn_in: kickstart ফাইলের %(lineno)s পংক্তির মধ্যে নিম্নলিখিত সমস্যা উৎপন্ন হয়েছে: %(msg)s
de: Das folgende Problem trat in Zeile %(lineno)s der Kickstart-Datei auf: %(msg)s
gu: નીચેની સમસ્યા કિકસ્ટાર્ટ ફાઈલની %(lineno)s લીટી પર ઉદ્ભવેલ છે: %(msg)s
hr: Pojavio se sljedeći problem u retku %(lineno)s kickstart datoteke: %(msg)s
mr: किकस्टार्ट फाइलच्या %(lineno)s ओळीवर खालील समस्या आढळली: %(msg)s
pa: ਕਿੱਕਸਟਾਰਟ ਫਾਈਲ ਦੀ %(lineno)s ਸਤਰ ਵਿੱਚ ਹੇਠਲੀ ਗਲਤੀ ਹੈ: %(msg)s
ta: கிக்ஸ்டார்ட் கோப்பு வரி %(lineno)s இல் பின்வரும் பிழை ஏற்பட்டுள்ளது: %(msg)s
zh_tw: 以下問題發生在 kickstart 檔案的第 %(lineno)s 行： %(msg)s

source: There was a problem reading from line %s of the kickstart file
bn_in: Kickstart ফাইলের %s পংক্তি থেকে পড়তে সমস্যা
cs: Došlo k problému při čtení řádku %s kickstart souboru.
de: Es gab ein Problem beim Lesen von Zeile %s der Kickstart-Datei
gu: કિકસ્ટાર્ટ ફાઈલની લીટી %s માંથી વાંચવામાં સમસ્યા ઉદ્દભવી હતી
hr: Došlo je do problema pri čitanju retka %s kickstart datoteke
id: Ada masalah pada saat membaca dari baris %s dalam berkas kickstart
mr: किकस्टार्ट फाइलच्या %s ओळी वाचताना समस्या आढळली होती
pa: ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ ਦੀ %s ਸਤਰ ਨੂੰ ਪੜਨ ਵਿੱਚ ਸਮੱਸਿਆ ਹੈ
ta: கிக்ஸ்டார்ட் கோப்பின் வரி %sல் வாசிக்கும் போது சிக்கல் உள்ளது
uk: Проблема при читанні з рядка файлу %s
zh_tw: 讀取 kickstart 檔案時，在第 %s 行發生問題

source: Option %s is required
bn_in: %s বিকল্প উল্লেখ করা আবশ্যক
cs: Volba %s je povinná
de: Option %s ist erforderlich
gu: વિકલ્પ %s જરૂરી છે
hr: Potrebna je opcija %s
id: Opsi %s dibutuhkan
mr: पर्याय %s आवश्यक आहे
pa: ਚੋਣ %s ਦੀ ਲੋੜ ਹੈ
ta: விருப்பம் %s தேவைப்படுகிறது
uk: Параметр %s обов'язковий
zh_tw: 選項 %s 是必需的

source: Ignoring deprecated option on line %(lineno)s: The %(option)s option has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this option.
bn_in: %(lineno)s পংক্তির মধ্যে উল্লিখিত অবচিত বিকল্প অগ্রাহ্য করা হচ্ছে: %(option)s বিকল্পটি অবচিত হয়েছে ও বর্তমানে কোনো প্রভাব সৃষ্টি করে না। ভবিষ্যতের কোনো রিলিজে এটি অপসারণ করা হবে যার ফলে kickstart কর্মের সময় গুরুতর ত্রুটির ইঙ্গিত দেওয়া হবে। অনুগ্রহ করে kickstart ফাইল থেকে এই বিকল্পটি মুছে ফেলুন।
de: Veraltete Option in Zeile %(lineno)s nicht beachten: Die %(option)s Option ist veraltet und hat keine Wirkung mehr. Sie wird vielleicht von zukünftigen Versionen entfernt werden, was dann zu einem nicht behebbaren Fehler von Kickstart führen wird. Bitte ändern Sie Ihre Kickstart-Datei, um diese Option zu entfernen.
gu: લીટી %(lineno)s પર અવગણાયેલ વિકલ્પ અવગણી રહ્યા છીએ: %(option)s વિકલ્પ કાઢી નાંખવામાં આવેલ છે અને તેની લાંબા સમય સુધી અસર નથી. તે ભવિષ્યના પ્રકાશનોમાંથી દૂર કરવામાં આવશે, કે જે કિકસ્ટાર્ટમાંથી ઘાતક પરિણામો આપશે. મહેરબાની કરીને આ વિકલ્પ દૂર કરવા માટે તમારી કિકસ્ટાર્ટ સુધારો.
hr: Ignorirat će se zastarjela opcija u %(lineno)s: Opcija %(option)s zanemaruje se i nema više ikakva učinka. Mogla bi se ukloniti u budućim verzijama, što bi moglo rezultirati ozbiljnim pogreškama unutar kickstarta. Uredite vašu kickstart datoteku radi uklanjanja ove opcije.
mr: %(lineno)s ओळीवर नापसंत पर्यायाकडे दुर्लक्ष केल्यास: %(option)s पर्याय नापसंत केले आणि त्यामुळे त्याचा ह्यापुढे काहीच परिणाम राहणार नाही. ते पुढच्या प्रकाशनासाठी नाहीसे होऊ शकते, ज्याचा परिणाम किकस्टार्टकडून गंभीर चूका घडतील. हा पर्याय काढून टाकण्साठी कृपया तुमच्या किकस्टार्ट फाइल मध्ये सुधारणा करा.
pa: %(lineno)s ਸਤਰ ਵਿੱਚ ਗਲਤ ਚੋਣ ਨੂੰ ਬਰਤਰਫ਼ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: %(option)s ਕਮਾਂਡ ਬਰਤਰਫ਼ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸ ਦਾ ਕੋਈ ਅਸਰ ਨਹੀਂ ਹੋਵੇਗਾ। ਇਹ ਆਉਣ ਵਾਲੇ ਰੀਲਿਜ਼ਾਂ ਵਿੱਚੋਂ ਹਟਾਈ ਜਾ ਸਕਦੀ ਹੈ, ਜਿਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕਿੱਕਸਟਾਰਟ ਤੋਂ ਘਾਤਕ ਗਲਤੀ ਆਵੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਚੋਣ ਨੂੰ ਹਟਾਉਣ ਲਈ ਆਪਣੀ ਕਿੱਕਸਟਾਰਟ ਦੀ ਸੋਧ ਕਰੋ।
ta: %(lineno)s: வரியில் எதிரிடையான விருப்பத்தை நிராகரிக்கிறது: %(option)s விருப்பம் எதிரிடையாகவும் ஒரு போதும் செயல்படுத்தப்படாது. இது வரும் வெளியீடுகளிலிருந்து நீக்கப்படலாம், இது கிக்ஸ்டார்ட்டில் முக்கியமான பிழை கொடுக்கும். இந்த விருப்பத்தை நீக்க உங்கள் கிக்ஸ்டார்ட் கோப்பினை மாற்றவும்.
zh_tw: 忽略第 %(lineno)s 行中的過時選項：%(option)s 選項已經淘汰，不再起任何作用。這選項可能會自未來的版本中移除，這會讓 kickstart 執行時產生嚴重的錯誤。請修改您的 kickstart 檔案，移除這選項。

source: Required flag set for option that doesn't take a value
bn_in: কোনো মান গ্রহণ করতে অক্ষম বিকল্পের জন্য আবশ্যক মানের ফ্ল্যাগ নির্ধারণ করা হয়েছে
cs: Povinný přepínač pro volbu nemá žádnou hodnotu
de: Vorgeschriebene Bitschalter-Einstellung für die Option, die keinen Wert annimmt
gu: વિકલ્પ માટે સુયોજિત જરૂરી નિશાની કે જે કિંમત લેતી નથી
hr: Zahtijevani komplet zastavica za opciju koja ne prihvaća vrijednosti
id: Flag yang dibutuhkan untuk opsi tidak memiliki nilai
mr: फ्लैग सेटची पर्यायाकरीता आवश्यकता आहे जे मूल्ये घेत नाही
pa: ਲੋੜੀਂਦੇ ਚਿੰਨ ਦੀ ਚੋਣ ਦਰਸਾਈ ਹੈ ਜੋ ਮੁੱਲ ਨਹੀਂ ਲੈਂਦੀ
ta: ஒரு மதிப்பினை ஏற்காத விருப்பத்திற்கு கொடி அமைவு தேவைப்படுகிறது
uk: Встановлено обов'язковий ключ для параметра, який не приймає значення
zh_tw: 不需要數值的選項所必須設定的旗標

source: Option %(opt)s: invalid boolean value: %(value)r
bn_in: %(opt)s বিকল্প: বুলিয়ান মান বৈধ নয়: %(value)r
de: Option %(opt)s: ungültiger boolescher Wert: %(value)r
gu: વિકલ્પ %(opt)s: અયોગ્ય બુલિયન કિંમત: %(value)r
hr: Opcija %(opt)s: nepravilna Booleova vrijednost: %(value)r
mr: पर्याय %(opt)s: अप्रमाणीत बुलियन मूल्य: %(value)r
pa: ਚੋਣ %(opt)s: ਸਹੀ ਬੂਲੀਅਨ ਮੁੱਲ: %(value)r
ta: விருப்பம் %(opt)s: தவறான பூலியன் மதிப்பு: %(value)r
zh_tw: 選項 %(opt)s：不合規定的布林值：%(value)r

source: Ignoring deprecated command on line %(lineno)s: The %(cmd)s command has been deprecated and no longer has any effect. It may be removed from future releases, which will result in a fatal error from kickstart. Please modify your kickstart file to remove this command.
bn_in: %(lineno)s পংক্তির মধ্যে উল্লিখিত অবচিত কমান্ড অগ্রাহ্য করা হচ্ছে: %(cmd)s কমান্ডটি অবচিত হয়েছে ও বর্তমানে কোনো প্রভাব সৃষ্টি করে না। ভবিষ্যতের কোনো রিলিজে এটি অপসারণ করা হবে যার ফলে kickstart কর্মের সময় গুরুতর ত্রুটির ইঙ্গিত দেওয়া হবে। অনুগ্রহ করে kickstart ফাইল থেকে এই কমান্ডটি মুছে ফেলুন।
de: Veraltete Option in Zeile %(lineno)s nicht beachten: Der Befehl %(cmd)s ist veraltet und hat keine Wirkung mehr. Er wird vielleicht von zukünftigen Versionen entfernt werden, was dann zu einem nicht behebbaren Fehler von Kickstart führen wird. Bitte ändern Sie Ihre Kickstart-Datei, um diesen Befehl zu entfernen.
gu: લીટી %(lineno)s પર કાઢી નાંખવામાં આવેલ આદેશ અવગણી રહ્યા છીએ: %(cmd)s આદેશ કાઢી નાંખવામાં આવેલ છે અને લાંબા સમય સુધી અસર આપશે નહિં. તે ભવિષ્યના પ્રકાશનોમાંથી દૂર કરવામાં આવશે, કે જે કિકસ્ટાર્ટમાંથી ઘાતક પરિણામો આપશે. મહેરબાની કરીને આ આદેશને તમારી કિકસ્ટાર્ટમાંથી દૂર કરીને તેને સુધારો.
hr: Ignorirat će se zastarjela naredba u retku %(lineno)s: Naredba %(cmd)s zanemaruje se i nema više ikakva učinka. Mogla bi se ukloniti u budućim verzijama, što bi moglo rezultirati ozbiljnim pogreškama unutar kickstarta. Uredite vašu kickstart datoteku radi uklanjanja ove naredbe.
mr: %(lineno)s ओळीवर नापसंत आदेशाकडे दुर्लक्ष केल्यास: %(cmd)s आदेश नापसंत केले आणि त्यामुळे त्याचा ह्यापुढे काहीच परिणाम राहणार नाही. ते पुढच्या प्रकाशनासाठी नाहीसे होऊ शकते, ज्याचा परिणाम किकस्टार्टकडून गंभीर चूका घडतील. हा आदेश काढून टाकण्साठी कृपया तुमच्या किकस्टार्ट फाइल मध्ये सुधारणा करा.
pa: %(lineno)s ਸਤਰ ਵਿੱਚ ਗਲਤ ਕਮਾਂਡ ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: %(cmd)s ਕਮਾਂਡ ਬਰਤਰਫ਼ ਕੀਤੀ ਗਈ ਹੈ ਅਤੇ ਇਸ ਦਾ ਕੋਈ ਅਸਰ ਨਹੀਂ ਹੋਵੇਗਾ। ਇਹ ਆਉਣ ਵਾਲੇ ਰੀਲਿਜ਼ਾਂ ਵਿੱਚੋਂ ਹਟਾਈ ਜਾ ਸਕਦੀ ਹੈ, ਜਿਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕਿੱਕਸਟਾਰਟ ਤੋਂ ਘਾਤਕ ਗਲਤੀ ਹੋ ਸਕਦੀ ਹੈ। ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਕਮਾਂਡ ਨੂੰ ਹਟਾਉਣ ਲਈ ਆਪਣੀ ਕਿੱਕਸਟਾਰਟ ਦੀ ਸੋਧ ਕਰੋ।
ta: %(lineno)s: வரியில் எதிரிடையான கட்டளையை நிராகரிக்கிறது: %(cmd)s கட்டளை எதிரிடையாகவும் ஒரு போதும் செயல்படுத்தப்படாது. இது வரும் வெளியீடுகளிலிருந்து நீக்கப்படலாம், இது கிக்ஸ்டார்ட்டில் முக்கியமான பிழை கொடுக்கும். இந்த விருப்பத்தை நீக்க உங்கள் கிக்ஸ்டார்ட் கோப்பினை மாற்றவும்.
zh_tw: 忽略第 %(lineno)s 行的過時指令：%(cmd)s 已經淘汰，不再起任何作用。這指令可能會自未來的版本中移除，這會讓 kickstart 執行時產生嚴重的錯誤。請修改您的 kickstart 檔案，移除這選項。

source: Command %s does not take any arguments
bn_in: %s কমান্ডের দ্বারা কোনো আর্গুমেন্ট গ্রহণ করা হয় না
cs: Příkaz %s nemá žádné parametry
de: Befehl %s nimmt keine Argumente an.
gu: આદેશ %s કોઈપણ દલીલો લેતો નથી
hr: Naredba %s ne prihvaća ikakve vrijednosti
id: Perintah %s tidak menerima argumen apapun
mr: आदेश %s कोणताही पर्याय घेत नाही
pa: ਕਮਾਂਡ %s ਕੋਈ ਆਰਗੂਮੈਂਟ ਨਹੀਂ ਲੈਂਦੀ ਹੈ
ta: கட்டளை %s எந்த மதிப்புகளையும் எடுத்துக்கொள்ளாது
uk: Команда %s не приймає аргументи
zh_tw: %s 指令並不帶有任何參數

source: Unexpected arguments to %(command)s command: %(options)s
bn_in: %(command)s কমান্ডের জন্য অপ্রত্যাশিত আর্গুমেন্ট উল্লিখিত: %(options)s
de: Unerwartetes Argument für %(command)s-Befehl: %(options)s
gu: આદેશ %(command)s ને અનિચ્છનીય દલીલો: %(options)s
hr: Neočekivani argumenti za naredbu %(command)s : %(options)s
mr: %(command)s आदेशाकरीता अनपेक्षीत पर्याय: %(options)s
pa: %(command)s ਕਮਾਂਡ ਲਈ ਗਲਤ ਆਰਗੂਮੈਂਟ: %(options)s
ta: %(command)s கட்டளைக்கு எதிர்பாராத மதிப்புரு: %(options)s
zh_tw: %(command)s 指令所無預期的參數：%(options)s

source: Command %s only takes one argument
bn_in: %s কমান্ডের দ্বারা শুধুমাত্র একটি আর্গুমেন্ট গ্রহণ করা হয়
cs: Příkaz %s akceptuje pouze jeden parametr
de: Befehl %s darf nur ein Argument haben
gu: આદેશ %s માત્ર એક દલીલ જ લે છે
hr: Naredba %s prihvaća samo jedan argument
id: Perintah %s hanya menerima satu argumen
mr: आदेश %s फक्त एकच पर्याय घेतो
pa: ਕਮਾਂਡ %s ਸਿਰਫ ਇੱਕ ਆਰਗੂਮੈਂਟ ਲੈਂਦੀ ਹੈ
ta: கட்டளை %s ஒரு மதிப்பினை மட்டுமே எடுத்துக்கொள்ளும்
uk: Команда %s приймає лише один аргумент
zh_tw: %s 指令只能帶一個指令

source: Mount point required for %s
bn_in: %s'র জন্য মাউন্ট-পয়েন্ট আবশ্যক
cs: Pro %s je vyžadován bod připojení
de: Einhängepunkt für %s benötigt
gu: %s માટે માઉન્ટ પોઈન્ટ જરૂરી છે
hr: Potrebna je točka pristupa za %s
id: Mount poin dibutuhkan untuk %s
mr: %s करीता आरोह बिंदु (Mount point) जरूरीचा आहे
pa: %s ਲਈ ਮਾਊਂਟ ਸਥਿਤੀ ਦੀ ਲੋੜ ਹੈ
ta: ஏற்றப்புள்ளி %sக்கு தேவைப்படுகிறது
uk: Треба вказати точку монтування для %s
zh_tw: %s 需要掛載點

source: One of biospart or partition options must be specified.
bn_in: biospart ও partition বিকল্পের মধ্যে অন্তত একটি উল্লেখ করা আবশ্যক।
de: Ein der BIOS-teil oder Patitionsoptionen mus angegeben werden.
gu: biospart અથવા પાર્ટીશન વિકલ્પોમાંના એક સ્પષ્ટ થયેલ હોવા જ જોઈએ.
hr: Potrebno je odrediti jednu od opcija za 'biospart' ili 'partition'
mr: विभाजन किंवा biospart यांपैकी एक पर्याय निवडलाच पाहिजे.
pa: biospart ਜਾਂ ਭਾਗ ਵਿੱਚ ਇੱਕ ਲਈ ਚੋਣ ਦੇਣੀ ਲਾਜ਼ਮੀ ਹੈ।
ta: biospart அல்லது பகிர்வு விருப்பங்கள் குறிப்பிடப்பட வேண்டும்.
zh_tw: 必須擇一指定 biospart 或 partition。

source: Unexpected arguments to %(cmd)s command: %(options)s
bn_in: %(cmd)s কমান্ডের জন্য অপ্রত্যাশিত আর্গুমেন্ট উল্লিখিত: %(options)s
de: Unerwartet Argumente für %(cmd)s-Befehle: %(options)s
gu: આદેશ %(cmd)s ને અનિચ્છનીય દલીલો: %(options)s
hr: Neočekivani argumenti za naredbu %(cmd)s : %(options)s
mr: %(cmd)s आदेशाकरीता अनपेक्षीत पर्याय: %(options)s
pa: %(cmd)s ਕਮਾਂਡ ਲਈ ਗਲਤ ਆਰਗੂਮੈਂਟ: %(options)s
ta: %(cmd)s கட்டளைக்கு எதிர்பாராத மதிப்பு: %(options)s
zh_tw: %(cmd)s 指令所無預期的參數：%(options)s

source: Device '%(device)s' is already used in multipath '%(multipathdev)s'
bn_in: '%(device)s' নামক ডিভাইস বর্তমানে মাল্টিপাথ '%(multipathdev)s'-এ ব্যবহৃত হচ্ছে
de: Gerät '%(device)s' wird bereits in multipath '%(multipathdev)s' benutzt
gu: ઉપકરણ '%(device)s' એ પહેલાથી જ મલ્ટીપાથ '%(multipathdev)s' માં વપરાયેલ છે
hr: Uređaj '%(device)s' već se upotrebljava u višestrukoj putanji '%(multipathdev)s'
mr: यंत्र '%(device)s' आधिच बहूपथ '%(multipathdev)s' मध्ये वापरले आहे
pa: ਜੰਤਰ '%(device)s' ਪਹਿਲਾਂ ਹੀ ਬਹੁ-ਮਾਰਗ'%(multipathdev)s' ਵਿੱਚ ਵਰਤਿਆ ਗਿਆ ਹੈ
ta: சாதனம் '%(device)s' ஏற்கனவே பல பாதை '%(multipathdev)s' இல் பயன்படுத்தப்படுகிறது
zh_tw: 裝置「%(device)s」已經在多路徑「%(multipathdev)s」中使用

source: Only one of --baseurl and --mirrorlist may be specified for repo command.
bn_in: repo কমান্ডের ক্ষেত্রে --baseurl ও --mirrorlist'র মধ্যে শুধুমাত্র একটি উল্লেখ করা যাবে।
cs: Může být použit pouze jeden z parametrů --baseurl a --mirrorlist.
de: Nur eines von --baseurl und --mirrorlist darf für den Repo-Befehl angegeben werden.
gu: repo આદેશ માટે માત્ર --baseurl અને --mirrorlist માંના સ્પષ્ટ થયેલ હોઈ શકે.
hr: Za naredbu 'repo' može se odrediti samo jedna od opcija --baseurl ili --mirrorlist.
id: Hanya salah satu dari --baseurl dan --mirrorlist yang dapat dipakai untuk perintah repo.
mr: repo आदेशाकरीता --baseurl आणि --mirrorlist ह्यापैकी कुठलाही एक नमुद करू शकता.
pa: repo ਕਮਾਂਡ ਲਈ --baseurl ਅਤੇ--mirrorlist ਵਿੱਚੋਂ ਸਿਰਫ਼ ਇੱਕ ਹੀ ਦੇਣਾ ਚਾਹੀਦਾ ਹੈ।
ta: --baseurl மற்றும் --mirrorlistஇல் ஒன்று மட்டும் repo கட்டளைக்கு குறிப்பிடப்படலாம்.
uk: Лише один параметр --baseurl чи --mirrorlist може бути переданий команді repo.
zh_tw: repo 指令只能擇一指定 --baseurl 與 --mirrorlist。

source: One of --baseurl or --mirrorlist must be specified for repo command.
bn_in: repo কমান্ডের সাথে --baseurl ও --mirrorlist'র মধ্যে অন্তত একটি উল্লেখ করা আবশ্যক।
cs: Jeden z parametrů --baseurl a --mirrorlist musí být použit pro příkaz repo.
de: Eines von --baseurl oder --mirrorlist darf für den Repo-Befehl angegeben werden.
gu: repo આદેશ માટે --baseurl અથવા --mirrorlist માંનુ માત્ર એક સ્પષ્ટ થયેલ હોવું જ જોઈએ.
hr: Za naredbu 'repo' mora se odrediti jedna od opcija --baseurl ili --mirrorlist.
id: Salah satu dari --baseurl atau --mirrorlist harus ditentukan untuk perintah repo.
mr: repo आदेशाकरीता --baseurl किंवा --mirrorlist ह्यापैकी कुठलाही एकच नमुद करा.
pa: repo ਕਮਾਂਡ ਲਈ --baseurl ਅਤੇ--mirrorlist ਵਿੱਚੋਂ ਇੱਕ ਦੇਣਾ ਲਾਜ਼ਮੀ ਹੈ।
ta: --baseurl மற்றும் --mirrorlist இல் ஒன்று repo கட்டளைக்கு குறிப்பிடப்பட வேண்டும்.
uk: Один з параметрів --baseurl чи --mirrorlist може бути переданий команді repo.
zh_tw: repo 指令必須擇一指定 --baseurl 與 --mirrorlist。

source: A single argument is expected for the %s command
bn_in: %s কমান্ডের জন্য শুধুমাত্র একটি আর্গুমেন্ট আবশ্যক
cs: Pro příkaz %s je očekáván jediný parametr
de: Ein einzelnes Argument wird erwartet für den %s-Befehl
gu: %s આદેશ માટે એક દલીલ ઈચ્છિત છે
hr: Za naredbu %s očekuje se samo jedan srgument
id: Argumen tunggal dibutuhkan untuk perintah %s
mr: %s आदेशाकरीता एकच पर्याय अपेक्षीत आहे
pa: %s ਕਮਾਂਡ ਲਈ ਇੱਕ ਇਕੱਲੇ ਆਰਗੂਮੈਂਟ ਦੀ ਲੋੜ ਹੈ
ta: ஒரு ஒற்றை மதிப்பு %s கட்டளைக்கு தேவைப்படுகிறது.
uk: Команда %s має лише один аргумент
zh_tw: %s 指令應該要有一個參數

source: Ignoring deprecated option on line %s: The zerombr command no longer takes any options. In future releases, this will result in a fatal error from kickstart. Please modify your kickstart file to remove any options.
bn_in: %s পংক্তির মধ্যে উল্লিখিত অবচিত বিকল্প অগ্রাহ্য করা হচ্ছে: zerombr কমান্ডের দ্বারা বর্তমানে কোনো বিকল্প গ্রহণ করা হয় না। ভবিষ্যতের কোনো রিলিজে এই সমস্যার ফলে kickstart কর্মের সময় গুরুতর ত্রুটির ইঙ্গিত দেওয়া হবে। অনুগ্রহ করে kickstart ফাইলের মধ্যে এই কমান্ডের জন্য উল্লিখিত কোনো ধরনের অপশন মুছে ফেলুন।
cs: Ignoruji zastarlou volbu na řádku %s. Příkaz zerombr již nemá žádné volby. V budoucnosti můžd dojít k závažné chybě. Upravte prosím Váš kickstart soubor tak, aby nebyly použity žádné volby.
de: Veraltete Option in Zeile %s wird nicht beachten: Der zerombr-Befehl nimmt keine Argumente mehr an. In zukünftigen Versionen wird es zu einem nicht behebbaren Fehler von Kickstart führen wird. Bitte ändern Sie Ihre Kickstart-Datei, um diese Optionen zu entfernen.
gu: લીટી %s પર અવગણાયેલ વિકલ્પ અવગણી રહ્યા છીએ: zerombr આદેશ લાંબા સમય સુધી કોઈ વિકલ્પો લેતો નથી. ભવષ્યના પ્રકાસનોમાં, આ કિકસ્ટાર્ટમાંથી ઘાતક પરિણામો આપશે. કોઈપણ વિકલ્પો દૂર કરવા માટે મહેરબાની કરીને તમારી કિકસ્ટાર્ટ ફાઈલ સુધારો.
hr: Ignorirat će se zastarjela opcija u retku %s: Naredba 'zerombr' više ne prihvaća ikakve opcije. U budućim verzijama ovo bi moglo rezultirati ozbiljnim pogreškama unutar kickstarta. Uredite vašu kickstart datoteku radi uklanjanja ikakvih opcija.
id: Mengabaikan opsi usang pada baris %s: perintah zerombr tidak lagi menerima opsi apa pun. Pada rilis selanjutnya, ini kemungkinan akan menyebabkan kesalahan fatal dari kickstart. Silakan modifikasi berkas kickstart anda untuk menghilangkan opsi ini.
mr: %s ओळीवर नापसंत पर्यायाकडे दुर्लक्ष केल्यास: zerombr आदेश यापुढे कुठलाही पर्याय घेणार नाही. पुढच्या प्रकाशनात, ह्याचा परिणाम किकस्टार्टकडून गंभीर चूका घडतील. कुठलाही पर्याय काढून टाकण्साठी कृपया तुमच्या किकस्टार्ट फाइल मध्ये सुधारणा करा.
pa: %s ਸਤਰ ਵਿੱਚ ਬਰਤਰਫ਼ ਚੋਣ ਨੂੰ ਅਣਡਿੱਠਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ: zerombr ਕਮਾਂਡ ਕੋਈ ਚੋਣ ਨਹੀਂ ਲਵੇਗੀ। ਆਉਣ ਵਾਲੇ ਵਰਜਨਾਂ ਵਿੱਚ, ਇਸ ਦੇ ਨਤੀਜੇ ਵਜੋਂ ਕਿੱਕਸਟਾਰਟ ਵਿੱਚ ਘਾਤਕ ਗਲਤੀ ਹੋਵੇਗੀ। ਕਿਰਪਾ ਕਰਕੇ ਕੋਈ ਚੋਣ ਹਟਾਉਣ ਲਈ ਆਪਣੀ ਕਿੱਕਸਟਾਰਟ ਫਾਇਲ ਵਿੱਚ ਸੋਧ ਕਰੋ।
ta: %s வரியில் எதிரிடையான விருப்பத்தை நிராகரிக்கிறது: zerombr கட்டளை ஒருபோதும் எந்த விருப்பத்தையும் ஏற்காது. இது வரும் வெளியீடுகளிலிருந்து நீக்கப்படலாம், இது கிக்ஸ்டார்ட்டில் முக்கியமான பிழை கொடுக்கும். இந்த விருப்பத்தை நீக்க உங்கள் கிக்ஸ்டார்ட் கோப்பினை மாற்றவும்.
uk: Застарілий параметр %s проігноровано: Команда zerombr більше не сприймає аргументи. У майбутніх випусках, це буде призводити до фатальної помилки kickstart. Видаліть цей параметр з вашого файлу kickstart.
zh_tw: 忽略第 %s 行的過時指令：zerombe 指令不再起任何作用。這指令可能會自未來的版本中移除，這會讓 kickstart 執行時產生嚴重的錯誤。請修改您的 kickstart 檔案，移除這選項。

source: Unknown command: %s
bn_in: অজানা কমান্ড: %s
cs: Neznámý příkaz: %s
de: Unbekannter Befehl: %s
gu: અજ્ઞાત આદેશ: %s
hr: Nepoznata naredba: %s
mr: अपरिचित आदेश: %s
pa: ਅਣਜਾਣ ਕਮਾਂਡ: %s
ta: தெரியாத கட்டளை: %s
uk: Невідома команда: %s
zh_tw: 未知的指令：%s

source: halt after the first error or warning
bn_in: প্রথম ত্রুটি অথবা সতর্কবার্তা উৎপন্ন হলে স্থগিত করা হবে
cs: skončit po první chybě nebo varování
de: nach erstem Fehler oder erster Warnung stoppen
gu: પ્રથમ ભૂલ અથવા ચેતવણી પછી અટકાવો
hr: zaustavi pri prvoj pogrešci ili upozorenju
id: halt setelah kesalahan atau peringatan pertama
mr: पहिली चूक किंवा चेतावनी नंतर थांबावे
pa: ਪਹਿਲੀ ਗਲਤੀ ਜਾਂ ਚੇਤਾਵਨੀ ਤੋਂ ਬਾਅਦ ਬੰਦ ਕਰੋ
ta: முதல் பிழை அல்லது எச்சரிக்கைக்கு பின் நிறுத்தவும்
uk: зупинка після першої помилки чи попередження
zh_tw: 在第一次錯誤或警告時中止執行

source: parse include files when %include is seen
bn_in: %include প্রদর্শিত হলে include ফাইল পার্স করা হবে
cs: zpracovat vložené (include) soubory, je-li zaznamenáno %include
de: include-Dateien analysieren, wenn %include erscheint
gu: જ્યારે %include એ દેખાય ત્યારે સમાવિષ્ટ ફાઈલોનું પદચ્છેદન કરો
hr: raščlani datoteke 'include' dok je vidljiv %include
id: parse berkas include ketika terlihat %include
mr: जेव्हा %include दिसते तेव्हा include फाइल्सचे विश्लेषण करा
pa: parse ਵਿੱਚ ਫਾਇਲਾਂ ਸ਼ਾਮਲ ਹਨ ਜਦੋਂ %include ਵੇਖਿਆ
ta: %include தெரிந்தால் பகுத்தல் கோப்புகளை சேர்க்கிறது
uk: аналізувати включені файли, коли зустрічається %include
zh_tw: 遇到 %include 時，解析引入檔（include file）

source: File uses a deprecated option or command. %s
bn_in: ফাইলের মধ্যে কোনো অবিচত অপশন অথবা কমান্ড প্রয়োগ করা হয়েছে। %s
cs: Soubor obsahuje zastaralý příkaz nebo volbu. %s
de: Datei benutzt eine veraltete Option oder Befehl. %s
gu: ફાઈલ કાઢી નાંખવામાં આવેલ વિકલ્પ અથવા આદેશ વાપરે છે. %s
hr: Datoteka upotrebljava zanemarenu opciju ili naredbu. %s
id: Berkas mempergunakan opsi atau perintah usang. %s
mr: नापसंत पर्याय किंवा आदेश यांचा फाइल वापर करते. %s
pa: ਫਾਇਲ ਵਲੋਂ ਗਲਤ ਚੋਣ ਜਾਂ ਕਮਾਂਡ ਵਰਤੀ ਗਈ ਹੈ। %s
ta: கோப்பு எதிரிடையான விருப்பம் அல்லது கட்டளை பயன்படுத்துகிறது. %s
uk: У файлі використовується застарілий параметр чи команда. %s
zh_tw: 檔案使用了一個過時的選項或指令。 %s

source: General kickstart error in input file
bn_in: ইনপুট ফাইলের মধ্যে kickstart সংক্রান্ত সাধারণ সমস্যা
cs: Kickstart chyba ve vstupním souboru
de: Allgemeiner Kickstart-Fehler in Eingabe-Datei
gu: ઈનપુટ ફાઈલમાં સામાન્ય કિકસ્ટાર્ટ ભૂલ
hr: Opća kickstart pogreška unutar ulazne datoteke
id: Kesalahan kickstart yang umum pada berkas masukan
mr: इनपुट फाइल मध्ये सर्वसाधारण किकस्टार्ट चूका
pa: ਇੰਨਪੁੱਟ ਫਾਇਲ ਵਿੱਚ ਆਮ ਕਿੱਕਸਟਾਰਟ ਗਲਤੀ ਹੈ
ta: உள்ளீடு கோப்பில் பொதுவான கிக்ஸ்டார்ட் பிழை
uk: Загальна помилка kickstart у вхідному файлі
zh_tw: 在輸入檔中發生一般 kickstart 錯誤

source: General error in input file: %s
bn_in: ইনপুট ফাইলের মধ্যে সাধারণ সমস্যা: %s
cs: Chyba ve vstupním souboru: %s
de: Allgemeiner Fehler in der Eingabe-Datei: %s
gu: ઈનપુટ ફાઈલમાં સામાન્ય ભૂલ: %s
hr: Opća pogreška unutar ulazne datoteke: %s
id: Kesalahan umum pada berkas masukan: %s
mr: इनपुट फाइल मध्ये सर्वसाधारण चूका: %s
pa: ਇੰਨਪੁੱਟ ਫਾਇਲ ਵਿੱਚ ਆਮ ਗਲਤੀ ਹੈ: %s
ta: உள்ளீடு கோப்பில் பொதுவான பிழை: %s
uk: Загальна помилка у вхідному файлі: %s
zh_tw: 輸入檔中發生一般錯誤：%s
